{
  "query": "Expressing support for the recognition of September 26, 2025, as 'World Contraception Day' and expressing the sense of the House of Representatives regarding global and domestic access to contraception.",
  "articles": [
    {
      "id": 363234854,
      "title": "Greenland contraception scandal victims hear Danish PM's emotional apology",
      "text": "An official inquiry earlier this month concluded that at least 4,000 women had a coil implanted by 1970, corresponding to roughly half the Greenlandic females of childbearing age.\n\nIn more than 300 cases examined by the inquiry, women and girls as young as 12 had been fitted with an IUD without their knowledge or consent.\n\nWelcoming Frederiksen's apology and the investigation, Naja Lyberth was also critical that it had not explored possible human rights violations.\n\nFrederiksen acknowledged that many women had lived with trauma and physical complications, and that some were not able to have children.\n\nAmong the women named by the prime minister in her speech was Elisa Christensen, who listened to the leader's words carefully and found her apology \"very overwhelming\".\n\nAlthough she said she was still taking it in, she told the BBC: \"There was no mention of compensation at all we are sad about that. It was almost like empty words.\"\n\nAhead of Wednesday's apology, Mette Frederiksen issued a statement outlining plans to establish a \"reconciliation fund\", but it is not yet clear how many women this would be offered to, or when this would happen.\n\nIt also suggested there would be payouts to other Greenlanders who had been \"subjected to failure and systematic discrimination\", but gave no further details.\n\nA lawsuit demanding compensation has been filed by a group of 143 women.\n\nGreenland was a Danish colony until 1953, and then became a county of Denmark, before gaining home rule in 1979. However Copenhagen oversaw the healthcare system until 1992, when Greenland took over responsibility.\n\nAviaq Petersen was 24 when, during a routine medical appointment, a gynaecologist told her she had an IUD.\n\nNow 59, Petersen believes the device was inserted without her knowledge, during an abortion 10 years earlier.\n\nDoctors later found scarring on her fallopian tubes, and despite operations she has not been able to have children.\n\nShe has been sceptical about the timing of the Danish apology, but hopes to see a formal reconciliation process get under way.\n\n\"You were not asked. You had no opportunity to speak out. You were not heard. You were not seen,\" said Greenland's Prime Minister Jens-Frederik Nielsen, adding it was one of the darkest chapters in the country's history.",
      "summary": "One woman was given an ovation for saying the apology was crucial for the victims to move on.",
      "url": "https://www.bbc.com/news/articles/c80gxd4x0z5o",
      "image": "https://ichef.bbci.co.uk/news/1024/branded_news/b7a7/live/bedad280-995f-11f0-af62-91486a511a31.jpg",
      "video": null,
      "publish_date": "2025-09-24 21:01:06",
      "author": "Adrienne Murray",
      "authors": [
        "Adrienne Murray"
      ],
      "language": "en",
      "category": "politics",
      "source_country": "gb",
      "sentiment": -0.51
    },
    {
      "id": 362571990,
      "title": "Teen pregnancies up for the first time in 14 years",
      "text": "Reflecting on the latest findings for Gosport which saw the fourth highest rise in England and Wales, Hampshire County Council said they remained focused on ensuring young people had access health services that helped them make informed choices about relationships and contraception.\n\nThey added: \"Teenage pregnancy rates in Gosport continue to fall, in line with a wider downward trend across Hampshire. While there was a small rise in 2022, Gosport recorded just 38 under-18 conceptions, and the overall rate remains well below the national average, part of a 66% drop since 1998.\"\n\nThe first Teenage Pregnancy Strategy for England was introduced in 1999 and since then there has been a more than 50% decrease in under-18 conception rates across the country.\n\nIn reaction to the recent increase the LGA has warned against complacency. \n\nCouncillor Dr Wendy Taylor, chair of the LGA's health and wellbeing committee said councils had led the way in reducing teenage pregnancies. \n\n\"We must now build on the achievements of the past 25 years by tackling persistent inequalities, digital exclusion, school absence and pandemic legacies. \n\n\"We urge the Government to act now, restore national leadership for local delivery and invest in prevention and early help to stop any further rise in teenage pregnancies,\" she said. \n\nThe Department for Health and Social Care said as well as supporting local authorities through education, advice and health services it's new Relationships, Sex and Health Education guidance \"responds to the realities facing children today, making sure that all young people understand healthy relationships and how to access sexual health and family planning clinics.\"",
      "summary": "Gosport is one of the areas in England to have seen the largest increase in under-18 conceptions.",
      "url": "https://www.bbc.com/news/articles/c306vlgpen4o",
      "image": "https://ichef.bbci.co.uk/news/1024/branded_news/fa20/live/57ce0980-9794-11f0-a4bc-e5c9e246a537.jpg",
      "video": null,
      "publish_date": "2025-09-22 11:00:54",
      "author": "Curtis Lancaster",
      "authors": [
        "Curtis Lancaster"
      ],
      "language": "en",
      "source_country": "gb",
      "sentiment": 0.308
    }
  ]
}